---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BackgroundSettings
source: html/d2cebc29-8406-165f-caa7-cb87f3188491.htm
---
# BackgroundSettings Members

Releases all resources used by the BackgroundSettings